<?php
    return [
        'failed' => 'Эти учетные данные не соответствуют нашим записям.',
        'throttle' => 'Слишком много попыток входа в систему. Пожалуйста, повторите попытку через :seconds секунды.',
        'mail' => 'Электронная почта',
        'password' => 'Пароль',
        'rpassword' => 'Повторите пароль',
        'remember' => 'Запомнить',
        'login' => [
            'noun' => 'Имя пользователя',
            'verb' => 'Войти'
        ],
        'pforget' => 'Забыли свой пароль?',
        'register' => [
            'noun' => 'Регистрация',
            'verb' => 'Зарегистрироваться'
        ],
        'logout' => 'Выйти'
    ];