<?php
    return [
        "welcome" => "Добро пожаловать на страницу постов",
        "posts" => "Посты",
        "show" => "Смотреть",
        "edit" => "Редактировать",
        "delete" => "Удалить",
        "create" => [
            'post' => "Создать пост",
            'form' => "Форма создания поста"
        ],
        "edit" => [
            'form' => "Форма редактирования поста",
            'noun' => "Редактировать"
        ],
        "title" => "Заголовок",
        "content" => "Содержание",
        'placeholder' => [
            'title' => 'Введите заголовок поста',
            'content' => 'Введите содержание поста'
        ],
        "created" => "Создан",
        "updated" => "Изменен",
        "submit" => "Подтвердить"
    ];